-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Сен 25 2020 г., 08:56
-- Версия сервера: 10.4.11-MariaDB
-- Версия PHP: 7.4.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `poll`
--

-- --------------------------------------------------------

--
-- Структура таблицы `kha_school`
--

CREATE TABLE `kha_school` (
  `id` int(11) NOT NULL,
  `name` varchar(1000) DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `top` int(11) DEFAULT NULL,
  `reting_bal` int(11) DEFAULT NULL,
  `reting_zno` int(11) DEFAULT NULL,
  `stud_test` varchar(10) DEFAULT NULL,
  `passed` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='1.ID, 2.Назва навчального закладу, 3.Місце, 4.TOP, 5.Рейт. бал, 6.Бал ЗНО, 7.Учнів / тестів, 8.Склав (%)';

--
-- Дамп данных таблицы `kha_school`
--

INSERT INTO `kha_school` (`id`, `name`, `position`, `top`, `reting_bal`, `reting_zno`, `stud_test`, `passed`) VALUES
(1, 'КЗ \"Харківський фізико-математичний ліцей № 27 Харківської міськради Харківської обл.\"', 1, 4, 163, 185, '64/231', 100),
(2, 'Харківський приватний НВК \"Вересень\" Харківської обл.', 2, 15, 157, 184, '5/17', 100),
(3, 'Харківська гімназія № 47 Харківської міськради Харківської обл.', 3, 36, 153, 175, '60/194', 100),
(4, 'Харківський НВК № 45 \"Академічна гімназія\" Харківської міськради Харківської обл.', 4, 50, 152, 171, '79/264', 99),
(5, 'Харківський технічний ліцей №173 Харківської міськради Харківської обл.', 5, 67, 150, 172, '53/181', 100),
(6, 'Харківський приватний НВК \"Авторська школа Бойка\" Харківської обл.', 6, 71, 150, 173, '35/114', 100),
(7, 'КЗ \"Обласна спеціалізована школа-інтернат ІІ-ІІІ ст. \"Обдарованість\" Харківської обласної ради\"', 7, 76, 150, 166, '99/344', 98),
(8, 'КЗ \"Харківський університетський ліцей Харківської міськради Харківської обл.\"', 8, 85, 149, 167, '79/270', 100),
(9, 'КЗ \"Харківська гімназія № 169 Харківської міськради Харківської обл.\"', 9, 129, 146, 167, '53/186', 100),
(10, 'КЗ «Харківська гімназія № 6 \"Маріїнська гімназія\"» Харківської міськради Харківської обл.', 10, 138, 146, 165, '69/224', 99),
(11, 'КЗ \"Харківська спеціалізована школа І-ІІІ ст. № 11 з поглибленим вивченням окремих предметів Харківської міськради Харківської обл.\"', 11, 186, 144, 165, '41/138', 100),
(12, 'КЗ \"Харківська спеціалізована школа І-ІІІ ст. з поглибленим вивченням окремих предметів № 16 Харківської міськради Харківської обл. імені В.Г.Сергєєва\"', 12, 190, 144, 167, '25/82', 100),
(13, 'Харківська спеціалізована школа I-III ст. № 156 Харківської міськради Харківської обл.', 13, 197, 144, 163, '58/197', 98),
(14, 'Харківський ліцей № 161 \"Імпульс\" Харківської міськради Харківської обл.', 14, 204, 143, 162, '63/232', 98),
(15, 'Харківська гімназія №46 ім. М.В. Ломоносова Харківської міськради Харківської обл.', 15, 232, 142, 160, '80/276', 98),
(16, 'Харківська приватна спеціалізована школа І-ІІІ ст. \"Харківський колегіум\" Харківської обл.', 16, 238, 142, 165, '23/72', 100),
(17, 'Харківська гімназія № 144 Харківської міськради Харківської обл.', 17, 278, 141, 158, '82/290', 99),
(18, 'Харківська гімназія №82 Харківської міськради Харківської обл.', 18, 282, 141, 160, '57/200', 100),
(19, 'КЗ \"Харківська спеціалізована школа ІІ-ІІІ ст. № 3 Харківської міськради Харківської обл.\"', 19, 304, 140, 160, '55/181', 99),
(20, 'Спеціалізована економіко-правова школа I-III ст. з поглибленим вивченням іноземної мови приватного вищого навчального закладу Харківський гуманітарний університет \"Народна українська академія\"', 20, 318, 140, 162, '34/109', 99),
(21, 'Харківська гімназія № 116 Харківської міськради Харківської обл.', 21, 320, 140, 160, '56/184', 99),
(22, 'Харківський приватний НВК \"Гармонія\" Харківської обл.', 22, 321, 140, 164, '4/12', 100),
(23, 'Харківський ліцей № 89 Харківської міськради Харківської обл.', 23, 323, 140, 161, '33/111', 100),
(24, 'Харківська спеціалізована школа I-III ст. № 109 Харківської міськради Харківської обл.', 24, 336, 140, 160, '49/161', 99),
(25, 'Харківська гімназія № 14 Харківської міськради Харківської обл.', 25, 372, 139, 158, '56/203', 98),
(26, 'Харківський приватний НВК \"Благовіст\" Харківської обл.', 26, 380, 139, 163, '4/14', 100),
(27, 'Приватний заклад \"Харківська приватна ЗОШ І-ІІІ ст. \"Лєствіца\" Харківської обл.\"', 27, 388, 138, 162, '12/39', 100),
(28, 'Харківська гімназія № 23 Харківської міськради Харківської обл.', 28, 390, 138, 160, '29/96', 99),
(29, 'Харківська спеціалізована школа I-III ст. № 162 Харківської міськради Харківської обл.', 29, 395, 138, 156, '70/229', 99),
(30, 'Харківська ЗОШ I-III ст. № 150 Харківської міськради Харківської обл.', 30, 488, 136, 155, '57/189', 99),
(31, 'Харківська спеціалізована школа I-III ст. №114 Харківської міськради Харківської обл.', 31, 489, 136, 158, '29/94', 99),
(32, 'Харківський ліцей № 107 Харківської міськради Харківської обл.', 32, 534, 136, 154, '53/187', 98),
(33, 'Харківська гімназія № 43 Харківської міськради Харківської обл.', 33, 537, 135, 156, '33/114', 99),
(34, 'Харківська спеціалізована школа I-III ст. № 18 Харківської міськради Харківської обл.', 34, 559, 135, 157, '25/87', 99),
(35, 'Харківська гімназія № 55 Харківської міськради Харківської обл.', 35, 584, 135, 153, '59/205', 98),
(36, 'Харківська спеціалізована школа I-III ст. № 75 Харківської міськради Харківської обл.', 36, 606, 135, 155, '34/117', 99),
(37, 'Харківська середня спеціалізована музична школа-інтернат', 37, 636, 134, 156, '21/65', 100),
(38, 'Харківський ліцей № 149 Харківської міськради Харківської обл.', 38, 663, 134, 152, '61/200', 97),
(39, 'Харківський приватний НВК\"Ліцей Професіонал\" Харківської обл.', 39, 692, 133, 155, '21/73', 100),
(40, 'КЗ \"Харківська спеціалізована школа з поглибленим вивченням окремих предметів № 133 \"Ліцей мистецтв\" Харківської міськради Харківської обл.\"', 40, 730, 133, 151, '56/192', 98),
(41, 'Харківська спеціалізована школа I-III ст. № 99 Харківської міськради Харківської обл.', 41, 731, 133, 152, '46/163', 96),
(42, 'Харківська спеціалізована школа I-III ст. № 17 Харківської міськради Харківської обл.', 42, 735, 133, 149, '84/288', 95),
(43, 'Харківська спеціалізована школа I-III ст. № 80 Харківської міськради Харківської обл.', 43, 737, 133, 152, '41/140', 98),
(44, 'Харківська ЗОШ I-III ст. № 168 Харківської міськради Харківської обл.', 44, 773, 132, 152, '35/122', 99),
(45, 'Харківська гімназія № 152 Харківської міськради Харківської обл.', 45, 826, 131, 149, '63/225', 96),
(46, 'Харківська гімназія № 172 Харківської міськради Харківської обл.', 46, 836, 131, 149, '57/207', 98),
(47, 'КЗ \"Харківська спеціалізована школа I-III ст. № 93 Харківської міськради Харківської обл. імені В.В. Бондаренка\"', 47, 849, 131, 153, '15/49', 98),
(48, 'Аерокосмічний ліцей на базі Національного аерокосмічного університету ім. М.Є.Жуковського \"ХАІ\"', 48, 855, 131, 150, '41/156', 97),
(49, 'Харківська ЗОШ I-III ст. № 164 Харківської міськради Харківської обл.', 49, 880, 131, 151, '31/104', 99),
(50, 'Харківська спеціалізована школа I-III ст. № 155 Харківської міськради Харківської обл.', 50, 939, 130, 151, '27/103', 97),
(51, 'КЗ \"Харківська спеціалізована школа І-ІІІ ст. № 166 \"Вертикаль\" Харківської міськради Харківської обл.\"', 51, 945, 130, 149, '49/164', 96),
(52, 'Харківська гімназія № 163 Харківської міськради Харківської обл.', 52, 968, 130, 148, '53/180', 95),
(53, 'Харківська ЗОШ I-III ст. № 154 Харківської міськради Харківської обл.', 53, 977, 130, 150, '33/118', 98),
(54, 'Харківська гімназія №178 \"Освіта\" Харківської міськради Харківської обл.', 54, 1001, 130, 150, '32/112', 99),
(55, 'Харківська ЗОШ I-III ст. № 167 Харківської міськради Харківської обл.', 55, 1033, 129, 149, '29/111', 100),
(56, 'Харківська гімназія № 1 Харківської міськради Харківської обл.', 56, 1034, 129, 150, '28/99', 98),
(57, 'Харківська ЗОШ I-III ст. № 122 Харківської міськради Харківської обл.', 57, 1041, 129, 147, '55/198', 93),
(58, 'Харківська спеціалізована школа I-III ст. № 132 Харківської міськради Харківської обл.', 58, 1060, 129, 148, '50/162', 98),
(59, 'Харківська ЗОШ I-III ст. № 123 Харківської міськради Харківської обл.', 59, 1063, 129, 149, '33/110', 98),
(60, 'Харківська ЗОШ I-III ст. № 5 Харківської міськради Харківської обл.', 60, 1108, 129, 146, '58/206', 96),
(61, 'Харківська гімназія № 65 Харківської міськради Харківської обл.', 61, 1164, 128, 147, '34/129', 98),
(62, 'Харківська гімназія № 34 Харківської міськради Харківської обл.', 62, 1169, 128, 148, '30/104', 99),
(63, 'Харківський приватний НВК \"Гімназія ОЧАГ\" Харківської обл.', 63, 1180, 128, 148, '37/119', 96),
(64, 'Коледж Національного фармацевтичного університету', 64, 1214, 128, 140, '294/399', 96),
(65, 'КЗ \"Харківський НВК \"гімназія - школа І ст.\" № 24 Харківської міськради Харківської обл. імені І.Н.Питікова\"', 65, 1244, 127, 147, '30/100', 94),
(66, 'КЗ \"Харківський вищий коледж мистецтв\"', 66, 1270, 127, 148, '69/70', 99),
(67, 'КЗ \"Харківська ЗОШ І-ІІІ ст. № 96 Харківської міськради Харківської обл.\"', 67, 1273, 127, 149, '12/37', 100),
(68, 'Харківська ЗОШ I-III ст. № 153 Харківської міськради Харківської обл.', 68, 1330, 127, 146, '33/116', 96),
(69, 'Харківський педагогічний ліцей № 4 Харківської міськради Харківської обл.', 69, 1348, 126, 147, '21/77', 97),
(70, 'Харківська ЗОШ I-III ст. №53 Харківської міськради Харківської обл.', 70, 1379, 126, 143, '60/207', 95),
(71, 'Харківська ЗОШ I-III ст. № 126 Харківської міськради Харківської обл.', 71, 1400, 126, 143, '60/217', 96),
(72, 'Харківська ЗОШ I-III ст. № 143 Харківської міськради Харківської обл.', 72, 1401, 126, 145, '35/126', 97),
(73, 'Харківський ліцей № 141 Харківської міськради Харківської обл.', 73, 1418, 126, 143, '57/190', 97),
(74, 'Харківська спеціалізована школа I-III ст. № 62 Харківської міськради Харківської обл.', 74, 1439, 125, 142, '66/219', 91),
(75, 'Харківська ЗОШ I-III ст. № 56 Харківської міськради Харківської обл.', 75, 1454, 125, 145, '30/109', 95),
(76, 'Харківська спеціалізована школа I-III ст. № 119 Харківської міськради Харківської обл.', 76, 1468, 125, 142, '57/205', 95),
(77, 'Харківська ЗОШ I-III ст. № 139 Харківської міськради Харківської обл.', 77, 1475, 125, 144, '36/130', 98),
(78, 'Харківська ЗОШ I-III ст. № 105 Харківської міськради Харківської обл.', 78, 1505, 125, 145, '24/79', 97),
(79, 'КЗ\"Харківська спеціалізована школа І-ІІІ ст. № 15 з поглибленим вивченням окремих предметів Харківської міськради Харківської обл.\"', 79, 1511, 125, 144, '32/110', 94),
(80, 'Харківська ЗОШ I-III ст. № 10 Харківської міськради Харківської обл.', 80, 1523, 125, 145, '26/82', 95),
(81, 'Харківська ЗОШ I-III ст. № 113 Харківської міськради Харківської обл.', 81, 1548, 125, 144, '32/116', 97),
(82, 'Харківська спеціалізована школа I-III ст. № 29 Харківської міськради Харківської обл.', 82, 1566, 124, 144, '23/77', 96),
(83, 'Харківська спеціалізована школа I-III ст. № 73 Харківської міськради Харківської обл.', 83, 1574, 124, 144, '28/95', 92),
(84, 'Харківська ЗОШ I-III ст. № 51 Харківської міськради Харківської обл.', 84, 1578, 124, 143, '46/152', 93),
(85, 'Приватний навчальний заклад \"Харківська загальноосвітня онлайн-школа І-ІІІ ст. \"Альтернатива\" Харківської обл.\"', 85, 1587, 124, 145, '20/64', 97),
(86, 'Харківська спеціалізована школа I-III ст. № 134 Харківської міськради Харківської обл.', 86, 1592, 124, 143, '32/116', 94),
(87, 'Харківська гімназія № 39 Харківської міськради Харківської обл.', 87, 1619, 124, 144, '25/83', 99),
(88, 'Харківська ЗОШ I-III ст. № 131 Харківської міськради Харківської обл.', 88, 1663, 124, 142, '42/151', 96),
(89, 'Харківська ЗОШ I-III ст. № 142 Харківської міськради Харківської обл.', 89, 1715, 123, 142, '30/111', 92),
(90, 'Харківська ЗОШ I-III ст. № 36 Харківської міськради Харківської обл.', 90, 1730, 123, 143, '27/93', 97),
(91, 'Харківська ЗОШ I-III ст. № 140 Харківської міськради Харківської обл.', 91, 1733, 123, 142, '30/100', 91),
(92, 'Харківська ЗОШ I-III ст. № 28 Харківської міськради Харківської обл.', 92, 1776, 123, 142, '33/118', 95),
(93, 'Харківська ЗОШ I-III ст. № 138 Харківської міськради Харківської обл.', 93, 1784, 123, 140, '47/161', 94),
(94, 'Державна гімназія-інтернат з посиленою військово-фізичною підготовкою \"Кадетський корпус\"', 94, 1808, 123, 137, '83/290', 97),
(95, 'Харківська ЗОШ I-III ст. №68 Харківської міськради Харківської обл.', 95, 1826, 122, 140, '46/166', 93),
(96, 'Харківська гімназія № 12 Харківської міськради Харківської обл.', 96, 1875, 122, 139, '56/206', 93),
(97, 'Харківська ЗОШ I-III ст. № 146 Харківської міськради Харківської обл.', 97, 1934, 122, 140, '33/121', 92),
(98, 'Харківська ЗОШ I-III ст. № 159 Харківської міськради Харківської обл.', 98, 1950, 121, 140, '33/115', 94),
(99, 'Харківська ЗОШ I-III ст. № 160 Харківської міськради Харківської обл.', 99, 1961, 121, 140, '29/98', 95),
(100, 'Харківський технологічний ліцей № 9 Харківської міськради Харківської обл.', 100, 2059, 121, 140, '25/87', 93),
(101, 'Харківська гімназія № 13 Харківської міськради Харківської обл.', 101, 2065, 120, 138, '45/157', 95),
(102, 'КЗ «Харківська ЗОШ І-ІІІ ст. № 49 Харківської міськради Харківської обл. імені Харківських дивізій»', 102, 2066, 120, 139, '37/127', 94),
(103, 'Харківська ЗОШ I-III ст. № 70 Харківської міськради Харківської обл.', 103, 2117, 120, 139, '31/113', 96),
(104, 'Харківський НВК №112 Харківської міськради Харківської обл.', 104, 2198, 120, 139, '23/74', 97),
(105, 'КЗ \"Харківський санаторний НВК № 13\" Харківської обласної ради', 105, 2230, 119, 139, '21/71', 94),
(106, 'Харківська ЗОШ I-III ст. №151 Харківської міськради Харківської обл.', 106, 2248, 119, 135, '56/209', 95),
(107, 'Харківський комп’ютерно-технологічний коледж Національного технічного університету \"Харківський політехнічний інститут\"', 107, 2266, 119, 134, '195/276', 93),
(108, 'Харківський приватний академічний художній ліцей Харківської обл.', 108, 2283, 119, 138, '30/93', 94),
(109, 'Харківська ЗОШ I-III ст. № 72 Харківської міськради Харківської обл.', 109, 2291, 119, 137, '30/112', 96),
(110, 'Харківська ЗОШ I-III ст. №78 Харківської міськради Харківської обл.', 110, 2300, 119, 137, '27/104', 94),
(111, 'Харківська ЗОШ I-III ст. № 37 Харківської міськради Харківської обл.', 111, 2308, 119, 138, '23/81', 94),
(112, 'Харківська ЗОШ I-III ст. № 31 Харківської міськради Харківської обл.', 112, 2365, 118, 137, '30/100', 94),
(113, 'Харківська ЗОШ I-III ст. № 157 Харківської міськради Харківської обл.', 113, 2384, 118, 134, '53/198', 92),
(114, 'Харківський патентно-комп’ютерний коледж', 114, 2470, 118, 134, '132/183', 96),
(115, 'Харківська ЗОШ I-III ст. № 120 Харківської міськради Харківської обл.', 115, 2483, 118, 137, '19/59', 95),
(116, 'КЗ «Харківська ЗОШ І-ІІІ ст. № 61 Харківської міськради Харківської обл. імені Героя Радянського Союзу І.О. Танкопія»', 116, 2498, 118, 136, '28/110', 95),
(117, 'Харківська спеціалізована школа I-III ст. № 66 Харківської міськради Харківської обл.', 117, 2504, 117, 136, '23/82', 95),
(118, 'Харківська ЗОШ I-III ст. № 58 Харківської міськради Харківської обл.', 118, 2515, 117, 133, '62/223', 92),
(119, 'Харківська приватна ЗОШ І-Ш ст. \"Початок мудрості\" Харківської обл.', 119, 2527, 117, 137, '8/25', 92),
(120, 'КЗ \"Харківська ЗОШ І-ІІІ ст. № 74 Харківської міськради Харківської обл.\"', 120, 2619, 117, 136, '22/75', 93),
(121, 'Харківська ЗОШ I-III ст. №95 ім. 299 Харківської стрілецької дивізії Харківської міськради Харківської обл.', 121, 2629, 117, 135, '30/103', 94),
(122, 'Харківська ЗОШ I-III ст. № 103 Харківської міськради Харківської обл.', 122, 2677, 116, 135, '27/107', 95),
(123, 'Харківська ЗОШ I-III ст. № 35 Харківської міськради Харківської обл.', 123, 2697, 116, 134, '29/106', 92),
(124, 'Відокремлений підрозділ \"Коледж Харківського економіко-правового університету у формі товариства з обмеженою відповідальністю\"', 124, 2702, 116, 136, '18/18', 100),
(125, 'КЗ \"Харківський НВК \"школа І-ІІІ ст.-ДНЗ (ясла-садок)\" № 8 Харківської міськради Харківської обл.\"', 125, 2718, 116, 134, '30/106', 95),
(126, 'Приватний заклад \"Харківський НВК \"МИР\" Харківської обл.\"', 126, 2812, 116, 136, '6/21', 90),
(127, 'КЗ охорони здоров’я \"Харківський обласний медичний коледж\"', 127, 2826, 116, 127, '320/392', 94),
(128, 'Харківська ЗОШ I-III ст. № 124 Харківської міськради Харківської обл.', 128, 2856, 115, 131, '52/196', 91),
(129, 'Харківська спеціалізована школа I-III ст. № 87 Харківської міськради Харківської обл.', 129, 2882, 115, 133, '29/97', 90),
(130, 'Харківський коледж Комунального закладу \"Харківська гуманітарно-педагогічна академія\" Харківської обласної ради', 130, 2920, 115, 131, '147/182', 94),
(131, 'Харківська ЗОШ I-III ст. № 22 Харківської міськради Харківської обл.', 131, 2941, 115, 133, '26/85', 95),
(132, 'КЗ «Харківська ЗОШ І-ІІІ ст. №175 «Кулиничівська» Харківської міськради Харківської обл.»', 132, 2961, 115, 134, '14/53', 94),
(133, 'Харківська гімназія №83 Харківської міськради Харківської обл.', 133, 2975, 115, 133, '25/88', 95),
(134, 'Харківська ЗОШ I-III ст. № 100 ім. А.С.Макаренка Харківської міськради Харківської обл.', 134, 2976, 115, 133, '24/83', 94),
(135, 'Харківський кооперативний торгово-економічний коледж', 135, 2987, 114, 130, '195/205', 96),
(136, 'Харківська спеціалізована школа I-III ст. № 85 Харківської міськради Харківської обл.', 136, 3024, 114, 132, '32/114', 92),
(137, 'Харківська спеціалізована школа I-III ст. № 108 Харківської міськради Харківської обл.', 137, 3035, 114, 133, '22/76', 93),
(138, 'Харківська ЗОШ I-III ст. №102 Харківської міськради Харківської обл.', 138, 3107, 114, 131, '29/105', 92),
(139, 'Приватний заклад \"Харківська школа І-ІІІ ст. \"Ангстрем\" Харківської обл.\"', 139, 3181, 113, 131, '39/116', 92),
(140, 'Державний вищий навчальний заклад \"Харківський коледж будівництва, архітектури та дизайну\"', 140, 3213, 113, 129, '143/198', 95),
(141, 'Харківська ЗОШ I-III ст. № 54 Харківської міськради Харківської обл.', 141, 3259, 113, 131, '23/85', 89),
(142, 'Харківська ЗОШ I-III ст. № 118 Харківської міськради Харківської обл.', 142, 3270, 113, 130, '30/105', 91),
(143, 'Харківська ЗОШ I-III ст. № 59 Харківської міськради Харківської обл.', 143, 3400, 112, 130, '23/78', 90),
(144, 'Харківська ЗОШ ІI-III ст. № 69 Харківської міськради Харківської обл.', 144, 3427, 112, 131, '13/44', 93),
(145, 'КЗ \"Харківський спеціальний НВК ім. В.Г.Короленка\" Харківської обласної ради', 145, 3730, 110, 129, '5/18', 100),
(146, 'Харківська ЗОШ I-III ст. № 97 Харківської міськради Харківської обл.', 146, 3830, 110, 126, '34/134', 88),
(147, 'Медичний коледж Харківського національного медичного університету', 147, 3876, 109, 126, '105/106', 96),
(148, 'Харківська ЗОШ I-III ст. № 129 Харківської міськради Харківської обл.', 148, 3910, 109, 126, '30/113', 88),
(149, 'Харківська ЗОШ I-III ст. № 137 Харківської міськради Харківської обл.', 149, 3923, 109, 127, '15/54', 93),
(150, 'Харківська ЗОШ I-III ст. № 19 Харківської міськради Харківської обл.', 150, 3940, 109, 127, '19/64', 92),
(151, 'Медичний коледж Харківської медичної академії післядипломної освіти', 151, 3985, 109, 126, '66/93', 92),
(152, 'Харківська вечірня (змінна) школа № 3 Харківської міськради Харківської обл.', 152, 4016, 109, 127, '17/58', 93),
(153, 'Харківський приватний НВК \"Ліцей Шаалавім\" Харківської обл.', 153, 4046, 109, 128, '3/12', 92),
(154, 'КЗ \"Харківська спеціальна ЗОШ-інтернат І-ІІІ ст. № 12\" Харківської обласної ради', 154, 4050, 109, 127, '9/28', 96),
(155, 'Харківський радіотехнічний технікум', 155, 4051, 109, 121, '293/330', 90),
(156, 'Харківська ЗОШ I-III ст. № 128 Харківської міськради Харківської обл.', 156, 4104, 108, 125, '30/97', 87),
(157, 'Харківська ЗОШ I-III ст. № 110 Харківської міськради Харківської обл.', 157, 4211, 108, 125, '24/84', 90),
(158, 'Харківська ЗОШ I-III ст. № 148 Харківської міськради Харківської обл.', 158, 4283, 108, 125, '25/86', 91),
(159, 'КЗ \"Харківський санаторний НВК № 1\" Харківської обласної ради', 159, 4327, 107, 125, '13/51', 92),
(160, 'Харківське обласне вище училище фізичної культури і спорту', 160, 4543, 106, 121, '56/192', 92),
(161, 'Харківська ЗОШ I-III ст. № 98 Харківської міськради Харківської обл.', 161, 4574, 106, 123, '30/107', 84),
(162, 'Харківська ЗОШ I-III ст. № 147 Харківської міськради Харківської обл.', 162, 4593, 106, 123, '29/101', 89),
(163, 'Харківська ЗОШ I-III ст. № 111 Харківської міськради Харківської обл.', 163, 4609, 106, 122, '31/117', 89),
(164, 'Харківський республіканський ліцей-інтернат спортивного профілю', 164, 4655, 106, 123, '22/71', 93),
(165, 'Харківська ЗОШ I-III ст. № 76 Харківської міськради Харківської обл.', 165, 4698, 106, 123, '19/64', 94),
(166, 'Харківська спеціалізована школа I-III ст. № 170 Харківської міськради Харківської обл.', 166, 4730, 105, 123, '12/44', 91),
(167, 'Харківське музичне училище ім. Б.М. Лятошинського\"', 167, 4830, 105, 122, '77/79', 91),
(168, 'КЗ \"Харківська ЗОШ I-III ст. № 158 Харківської міськради Харківської обл.\"', 168, 4841, 105, 119, '55/198', 85),
(169, 'КЗ \"Харківська загальноосвітня санаторна школа-інтернат I-III ст. № 9\" Харківської обласної ради', 169, 4877, 105, 122, '7/25', 92),
(170, 'КЗ \"Харківська ЗОШ I-III ст. № 136 Харківської міськради Харківської обл. імені Героя Радянського Союзу П.Д.Говоруненка\"', 170, 4904, 104, 121, '22/84', 85),
(171, 'Харківська ЗОШ I-III ст. № 88 ім. О.Г. Зубарева Харківської міськради Харківської обл.', 171, 4976, 104, 120, '33/120', 89),
(172, 'Харківська ЗОШ I-III ст. №90 Харківської міськради Харківської обл.', 172, 5014, 104, 120, '24/83', 86),
(173, 'Харківська ЗОШ I-III ст. № 125 Харківської міськради Харківської обл.', 173, 5050, 103, 120, '19/61', 84),
(174, 'Харківська ЗОШ I-III ст. № 71 Харківської міськради Харківської обл.', 174, 5144, 103, 119, '30/111', 89),
(175, 'Харківська ЗОШ I-III ст. № 115 Харківської міськради Харківської обл.', 175, 5159, 103, 119, '26/84', 85),
(176, 'Харківська ЗОШ I-III ст. № 38 Харківської міськради Харківської обл.', 176, 5184, 103, 119, '28/96', 88),
(177, 'Державний вищий навчальний заклад \"Харківський коледж текстилю та дизайну\"', 177, 5200, 103, 118, '124/125', 91),
(178, 'Харківська ЗОШ I-III ст. № 48 Харківської міськради Харківської обл.', 178, 5203, 103, 119, '16/60', 90),
(179, 'Харківська ЗОШ I-III ст. № 145 Харківської міськради Харківської обл.', 179, 5322, 102, 119, '21/71', 89),
(180, 'Харківська ЗОШ I-III ст. №20 Харківської міськради Харківської обл.', 180, 5356, 102, 119, '18/62', 85),
(181, 'Харківська ЗОШ I-III ст. № 117 Харківської міськради Харківської обл.', 181, 5439, 101, 118, '22/70', 86),
(182, 'Харківська ЗОШ I-III ст. № 165 Харківської міськради Харківської обл.', 182, 5489, 101, 117, '26/93', 84),
(183, 'Обласний комунальний заклад \"Харківське художнє училище\"', 183, 5546, 101, 117, '83/91', 89),
(184, 'Харківський машинобудівний коледж', 184, 5549, 101, 115, '169/167', 91),
(185, 'Харківська гімназія № 86 Харківської міськради Харківської обл.', 185, 5605, 100, 116, '34/123', 81),
(186, 'Харківське державне вище училище фізичної культури № 1 (загальноосвітні класи)', 186, 5620, 100, 111, '100/356', 89),
(187, 'КЗ «Харківська спеціалізована школа-інтернат \"Ліцей \"Правоохоронець\" \"» Харківської обласної ради', 187, 5712, 100, 113, '65/234', 85),
(188, 'Харківський гідрометеорологічний технікум Одеського державного екологічного університету', 188, 5828, 99, 116, '40/42', 93),
(189, 'КЗ \"Харківський НВК № 106 Харківської міськради Харківської обл. імені В.О.Кисіля\"', 189, 6010, 98, 115, '11/41', 88),
(190, 'Житлово-комунальний коледж Харківського національного університету міського господарства імені О.М.Бекетова', 190, 6024, 98, 112, '160/182', 89),
(191, 'Харківська ЗОШ I-III ст. № 64 Харківської міськради Харківської обл.', 191, 6079, 98, 114, '21/74', 85),
(192, 'Харківська ЗОШ I-III ст. № 57 Харківської міськради Харківської обл.', 192, 6210, 97, 113, '23/85', 82),
(193, 'Харківська ЗОШ I-III ст. № 40 Харківської міськради Харківської обл.', 193, 6234, 97, 112, '26/97', 82),
(194, 'Коледж переробної та харчової промисловості Харківського національного технічного університету сільського господарства імені Петра Василенка', 194, 6357, 96, 110, '133/169', 86),
(195, 'Харківська спеціалізована школа I-III ст. №77 Харківської міськради Харківської обл.', 195, 6429, 96, 112, '10/30', 83),
(196, 'Харківська ЗОШ I-III ст. № 25 Харківської міськради Харківської обл.', 196, 6448, 96, 111, '27/96', 82),
(197, 'Харківська ЗОШ I-III ст. №60 Харківської міськради Харківської обл.', 197, 6617, 95, 109, '36/129', 81),
(198, 'Харківська ЗОШ I-III ст. № 42 Харківської міськради Харківської обл.', 198, 6619, 95, 110, '18/59', 88),
(199, 'Харківський державний автотранспортний коледж', 199, 6758, 94, 104, '306/344', 84),
(200, 'Харківська ЗОШ I-III ст. №91 Харківської міськради Харківської обл.', 200, 6821, 94, 108, '33/116', 84),
(201, 'КЗ \"Харківська ЗОШ I-III ст. № 30 Харківської міськради Харківської обл. імені Героя Радянського Союзу С.О.Борзенка\"', 201, 6926, 93, 108, '21/76', 82),
(202, 'Харківський державний політехнічний коледж', 202, 6951, 93, 106, '177/192', 84),
(203, 'Харківська ЗОШ I-III ст. №44 Харківської міськради Харківської обл.', 203, 7087, 92, 107, '22/81', 79),
(204, 'Харківська ЗОШ I-III ст. № 104 Харківської міськради Харківської обл.', 204, 7243, 91, 106, '19/61', 82),
(205, 'Харківська ЗОШ I-III ст. № 127 імені Г.К.Жукова Харківської міськради Харківської обл.', 205, 7426, 90, 104, '19/68', 82),
(206, 'Харківська вечірня школа № 37 Харківської міськради Харківської обл.', 206, 7487, 89, 104, '13/40', 83),
(207, 'Харківський державний соціально-економічний коледж', 207, 7502, 89, 105, '23/23', 87),
(208, 'Державний вищий навчальний заклад \"Харківський коледж транспортних технологій\"', 208, 7614, 89, 102, '131/132', 84),
(209, 'Харківська ЗОШ I-III ст. № 26 Харківської міськради Харківської обл.', 209, 7689, 88, 102, '24/86', 73),
(210, 'Харківський коледж Державного університету телекомунікацій', 210, 7722, 88, 101, '103/111', 82),
(211, 'КЗ \"Харківська ЗОШ I-III ст. № 135 Харківської міськради Харківської обл. імені Героя Радянського Союзу К.Ф.Ольшанського\"', 211, 7809, 87, 102, '15/52', 77),
(212, 'КЗ \"Харківський НВК № 21 Харківської міськради Харківської обл.\"', 212, 7845, 87, 101, '22/76', 78),
(213, 'Харківська ЗОШ I-III ст. № 2 Харківської міськради Харківської обл.', 213, 7902, 87, 100, '25/96', 81),
(214, 'Харківська ЗОШ I-III ст. № 7 Харківської міськради Харківської обл.', 214, 8221, 84, 98, '13/44', 77),
(215, 'КЗ \"Харківський спеціальний НВК №8\" Харківської обласної ради', 215, 8481, 81, 96, '4/13', 69),
(216, 'Харківська вечірня (змінна) школа ІI-III ст. № 5 Харківської міськради Харківської обл.', 216, 8596, 80, 93, '14/48', 73),
(217, 'Харківський державний автомобільно-дорожній коледж', 217, 8766, 78, 89, '186/227', 73),
(218, 'Державний навчальний заклад \"Харківське вище професійне училище № 6\"', 218, 8798, 78, 90, '60/117', 74),
(219, 'КЗ «Харківська ЗОШ І-ІІІ ст. № 32 Харківської міськради Харківської обл. імені двічі Героя Радянського Союзу О.О. Головачова»', 219, 8897, 77, 90, '16/60', 73),
(220, 'Харківська ЗОШ I-III ст. № 67 Харківської міськради Харківської обл.', 220, 8981, 76, 88, '22/86', 69),
(221, 'Харківський механічний технікум ім. О.О. Морозова', 221, 9283, 72, 84, '71/71', 72),
(222, 'Харківська ЗОШ I-III ст. № 41 Харківської міськради Харківської обл.', 222, 9339, 72, 84, '13/46', 67),
(223, 'Харківська ЗОШ I-III ст. № 101 Харківської міськради Харківської обл.', 223, 9344, 72, 83, '19/69', 68),
(224, 'Державний навчальний заклад \"Регіональний центр професійної освіти швейного виробництва та сфери послуг Харківської обл.\"', 224, 9352, 71, 83, '80/103', 71),
(225, 'Електромеханічний коледж Харківського національного університету міського господарства імені О.М.Бекетова', 225, 9446, 70, 81, '63/80', 71),
(226, 'Харківське вище професійне училище швейного виробництва та побуту Української інженерно-педагогічної академії', 226, 9489, 69, 79, '79/182', 68),
(227, 'Державний навчальний заклад \"Регіональний центр професійної освіти будівельних технологій Харківської обл.\"', 227, 9548, 69, 78, '105/186', 67),
(228, 'Державний професійно-технічний навчальний заклад \"Регіональний центр професійної освіти ресторанно-готельного, комунального господарства, торгівлі та дизайну\"', 228, 9813, 64, 75, '34/54', 65),
(229, 'Державний професійно-технічний навчальний заклад \"Харківське вище професійне училище будівництва\"', 229, 9935, 62, 72, '76/114', 63),
(230, 'Харківська вечірня (змінна) школа ІI-III ст. № 16 Харківської міськради Харківської обл.', 230, 10233, 56, 66, '1/4', 50),
(231, 'Державний навчальний заклад \"Харківський регіональний центр професійної освіти поліграфічних медіатехнологій та машинобудування\"', 231, 10286, 55, 63, '107/159', 53),
(232, 'Харківський професійний ліцей будівництва і комунального господарства', 232, 10294, 55, 64, '59/71', 55),
(233, 'Державний професійно-технічний навчальний заклад \"Центр професійно-технічної освіти №3 м.Харкова\"', 233, 10296, 55, 63, '59/86', 56),
(234, 'Харківський професійний ліцей будівництва та автотранспорту', 234, 10309, 54, 63, '38/55', 55),
(235, 'Державний навчальний заклад \"Регіональний центр професійної освіти інноваційних технологій будівництва та промисловості\"', 235, 10465, 50, 57, '132/217', 49),
(236, 'Професійно-технічне училище №32 м. Харкова', 236, 10490, 49, 56, '100/129', 49),
(237, 'Центр професійно-технічної освіти №1 м.Харкова', 237, 10646, 44, 51, '42/74', 46),
(238, 'КЗ \"Харківський спеціальний НВК\" Харківської обласної ради', 238, 10961, 14, 16, '2/7', 14);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `kha_school`
--
ALTER TABLE `kha_school`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `kha_school`
--
ALTER TABLE `kha_school`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=239;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
